# إعدادات التطبيق

# العدد المتوقع للموظفين لكل نادي
EXPECTED_EMPLOYEES_COUNT = {
    1: 11,  # نادي رقم 1
    2: 14,  # نادي رقم 2
    3: 15,  # نادي رقم 3
    4: 16,  # نادي رقم 4
    5: 17,  # نادي رقم 5
    6: 16,  # نادي رقم 6
    7: 16,  # نادي رقم 7
    8: 20,  # نادي رقم 8
    9: 14,  # نادي رقم 9
    10: 17,  # نادي رقم 10
    11: 15,  # نادي رقم 11
    12: 20,  # نادي رقم 12
    13: 17,  # نادي رقم 13
    14: 16,  # نادي رقم 14
    15: 22,  # نادي رقم 15
    16: 14,  # نادي رقم 16
    17: 17,  # نادي رقم 17
    18: 29,  # نادي رقم 18
    19: 21,  # نادي رقم 19
    20: 15,  # نادي رقم 20
    21: 22,  # نادي رقم 21
    22: 16,  # نادي رقم 22
    23: 14,  # نادي رقم 23
    24: 15,  # نادي رقم 24
    25: 12,  # نادي رقم 25
    26: 10,  # نادي رقم 26
    27: 16,  # نادي رقم 27
    28: 19,  # نادي رقم 28
    29: 14,  # نادي رقم 29
    30: 17,  # نادي رقم 30
    31: 17,  # نادي رقم 31
    32: 11,  # نادي رقم 32
    33: 13,  # نادي رقم 33
    34: 15,  # نادي رقم 34
    35: 16,  # نادي رقم 35
    36: 14,  # نادي رقم 36
    37: 14,  # نادي رقم 37
    39: 14,  # نادي رقم 39
    40: 16,  # نادي رقم 40
}